{
  "audio_token": "<|audio|>",
  "boa_token": "<|audio>",
  "boi_token": "<|image>",
  "bos_token": "<bos>",
  "eoa_token": "<audio|>",
  "eoc_token": "<channel|>",
  "eoi_token": "<image|>",
  "eos_token": "<eos>",
  "eot_token": "<turn|>",
  "escape_token": "<|\"|>",
  "etc_token": "<tool_call|>",
  "etd_token": "<tool|>",
  "etr_token": "<tool_response|>",
  "image_token": "<|image|>",
  "mask_token": "<mask>",
  "pad_token": "<pad>",
  "soc_token": "<|channel>",
  "sot_token": "<|turn>",
  "stc_token": "<|tool_call>",
  "std_token": "<|tool>",
  "str_token": "<|tool_response>",
  "think_token": "<|think|>",
  "unk_token": "<unk>"
}